return {
    "nvimdev/dashboard-nvim",
    event = "VimEnter",
    opts = function()
        local logo = {
            "",
            "",
            "",
            "",
            "",
            " ▄▄▄       ██▀███  ▄▄▄█████▓▓██   ██▓",
            "▒████▄    ▓██ ▒ ██▒▓  ██▒ ▓▒ ▒██  ██▒",
            "▒██  ▀█▄  ▓██ ░▄█ ▒▒ ▓██░ ▒░  ▒██ ██░",
            "░██▄▄▄▄██ ▒██▀▀█▄  ░ ▓██▓ ░   ░ ▐██▓░",
            " ▓█   ▓██▒░██▓ ▒██▒  ▒██▒ ░   ░ ██▒▓░",
            " ▒▒   ▓▒█░░ ▒▓ ░▒▓░  ▒ ░░      ██▒▒▒ ",
            "  ▒   ▒▒ ░  ░▒ ░ ▒░    ░     ▓██ ░▒░ ",
            "  ░   ▒     ░░   ░   ░       ▒ ▒ ░░  ",
            "      ░  ░   ░               ░ ░     ",
            "                             ░ ░     ",
            "",
            "",
        }

        return {
            theme = "doom",
            config = {
                header = logo,
                center = {
                    { action = "FzfLua files", desc = " Find file", icon = " ", key = "f" },
                    { action = "FzfLua oldfiles", desc = " Recent files", icon = " ", key = "r" },
                    { action = "FzfLua live_grep", desc = " Find text", icon = " ", key = "g" },
                    { action = "Lazy", desc = " Lazy", icon = "󰒲 ", key = "l" },
                    { action = "qa", desc = " Quit", icon = " ", key = "q" },
                },
            },
        }
    end,
    dependencies = { { "nvim-tree/nvim-web-devicons" } }
}
